Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# 苹果地图（WGS-84）· 海外拍摄优先
source: Apple Maps (WGS-84) · Recommended outside mainland China
es: Mapas de Apple (WGS-84) · Fuera de China continental
ja: Appleマップ（WGS-84）· 中国本土以外におすすめ
ko: Apple 지도(WGS-84) · 중국 본토 외 권장
pt_br: Mapas da Apple (WGS-84) · Fora da China continental
zh_hans: 苹果地图（WGS-84）· 海外拍摄优先
zh_hant: 蘋果地圖（WGS-84）· 海外拍攝優先

# 苹果定位说明
source: Apple location instructions
es: Información de ubicación de Apple
ja: Appleの位置情報に関する説明
ko: Apple 위치 정보 안내
pt_br: Informações de localização da Apple
zh_hans: 苹果定位说明
zh_hant: 蘋果定位說明

# 草色青
source: Grass Green
es: Verde hierba
ja: グラスグリーン
ko: 잔디 녹색
pt_br: Verde grama
zh_hans: 草色青
zh_hant: 草色青

# 补齐缺失定位
source: Fill Missing Locations
es: Completar ubicaciones vacías
ja: 位置のない写真だけ補完
ko: 없는 위치만 채우기
pt_br: Preencher localizações ausentes
zh_hans: 补齐缺失定位
zh_hant: 補齊缺失定位

# 覆盖已有定位
source: Replace existing locations
es: Sustituir ubicaciones existentes
ja: 既存の位置を置き換える
ko: 기존 위치 바꾸기
pt_br: Substituir localizações existentes
zh_hans: 覆盖已有定位
zh_hant: 覆蓋已有定位

# 覆盖所有定位
source: Replace All Locations
es: Sustituir todas las ubicaciones
ja: すべての位置を置き換え
ko: 모든 위치 바꾸기
pt_br: Substituir todas as localizações
zh_hans: 覆盖所有定位
zh_hant: 覆蓋所有定位

# 设为 0 时使用默认线宽。
source: When set to 0, the default line width is used.
es: Con 0 se usa el grosor predeterminado.
ja: 0の場合は既定の線幅を使います。
ko: 0이면 기본 선 너비를 사용합니다.
pt_br: Com 0, usa a espessura padrão.
zh_hans: 设为 0 时使用默认线宽。
zh_hant: 設為 0 時使用預設線寬。

# 设备位置
source: Device location
es: Ubicación del dispositivo
ja: デバイスの位置
ko: 기기 위치
pt_br: Localização do dispositivo
zh_hans: 设备位置
zh_hant: 設備位置

# 设备位置暂时无法显示，请检查网络。
source: The device location cannot be displayed temporarily, please check the network.
es: No se puede mostrar la ubicación del dispositivo. Comprueba la red.
ja: デバイスの位置を表示できません。ネットワークを確認してください。
ko: 기기 위치를 표시할 수 없습니다. 네트워크를 확인하세요.
pt_br: Não foi possível mostrar a localização do dispositivo. Verifique a rede.
zh_hans: 设备位置暂时无法显示，请检查网络。
zh_hant: 設備位置暫時無法顯示，請檢查網絡。

# 设备定位不可用时，使用上次视野；没有记录时使用预设位置。
source: When device location is unavailable, the last view is used; when there is no record, the default position is used.
es: Si la ubicación no está disponible, se usa la última vista; si no existe, la posición predeterminada.
ja: デバイスの位置が使えない場合は前回の表示、記録がなければ既定の位置を使います。
ko: 기기 위치를 사용할 수 없으면 마지막 화면을 사용하고 기록이 없으면 기본 위치를 사용합니다.
pt_br: Se a localização estiver indisponível, usa-se a última visualização; se não houver, a posição padrão.
zh_hans: 设备定位不可用时，使用上次视野；没有记录时使用预设位置。
zh_hant: 設備定位不可用時，使用上次視野；沒有記錄時使用預設位置。

# 设备当前位置
source: Current device location
es: Ubicación actual del dispositivo
ja: デバイスの現在地
ko: 기기의 현재 위치
pt_br: Localização atual do dispositivo
zh_hans: 设备当前位置
zh_hant: 設備當前位置

# 设置已就绪，可以开始为照片添加位置。
source: The setup is ready and you can start adding locations to your photos.
es: Todo listo. Ya puedes añadir ubicaciones a tus fotos.
ja: 設定が完了しました。写真に位置情報を追加できます。
ko: 설정이 완료되었습니다. 사진에 위치를 추가할 수 있습니다.
pt_br: Tudo pronto. Você já pode adicionar localizações às fotos.
zh_hans: 设置已就绪，可以开始为照片添加位置。
zh_hant: 設定已就緒，可以開始為照片添加位置。

# 设置文件修改时间
source: Update file modification time
es: Actualizar fecha de modificación
ja: ファイルの更新日時を更新
ko: 파일 수정 시간 업데이트
pt_br: Atualizar data de modificação
zh_hans: 设置文件修改时间
zh_hant: 設定檔案修改時間

# 设置照片位置后仍需手动保存。备份和地图设置以后都可以调整。
source: After setting the photo location, you still need to save it manually. Both backup and map settings can be adjusted later.
es: Después de definir la ubicación debes guardar manualmente. Puedes cambiar los ajustes de copia y mapa después.
ja: 位置を設定した後も、手動で保存する必要があります。バックアップと地図の設定は後で変更できます。
ko: 위치를 설정한 뒤에도 직접 저장해야 합니다. 백업과 지도 설정은 나중에 변경할 수 있습니다.
pt_br: Depois de definir a localização, você precisa salvar manualmente. Os ajustes de backup e mapa podem ser alterados depois.
zh_hans: 设置照片位置后仍需手动保存。备份和地图设置以后都可以调整。
zh_hant: 設定照片位置後仍需手動保存。備份和地圖設定以後都可以調整。

# 设置高德地图…
source: Set AMap...
es: Configurar AMap…
ja: AMapを設定…
ko: AMap 설정…
pt_br: Configurar AMap…
zh_hans: 设置高德地图…
zh_hant: 設定高德地圖…

# 设置高德地图后开始定位
source: Set Up AMap to Edit Locations
es: Configura AMap para editar ubicaciones
ja: AMapを設定して位置の編集を開始
ko: AMap 설정 후 위치 편집 시작
pt_br: Configure o AMap para editar localizações
zh_hans: 设置高德地图后开始定位
zh_hant: 設定高德地圖後開始定位

# 设置高德密钥…
source: Set the AMap key...
es: Configurar clave de AMap…
ja: AMapキーを設定…
ko: AMap 키 설정…
pt_br: Configurar chave do AMap…
zh_hans: 设置高德密钥…
zh_hant: 設定高德密鑰…

# 该点不在本原型支持的大陆行政区内，未修改照片位置。
source: This point is not within the mainland administrative region supported by this prototype, and the photo location has not been modified.
es: El punto está fuera de las regiones admitidas de China continental. No se ha cambiado la ubicación de la foto.
ja: この地点は対応する中国本土の行政区域外です。写真の位置は変更していません。
ko: 이 지점은 지원되는 중국 본토 행정구역 밖입니다. 사진 위치는 변경되지 않았습니다.
pt_br: O ponto está fora das regiões aceitas da China continental. A localização da foto não foi alterada.
zh_hans: 该点不在本原型支持的大陆行政区内，未修改照片位置。
zh_hant: 該點不在本原型支持的大陸行政區內，未修改照片位置。

# 该点的转换误差超过 5 米，未修改照片位置。
source: The conversion error of this point is more than 5 meters, and the photo position has not been modified.
es: El error de conversión supera los 5 metros. No se cambió la ubicación de la foto.
ja: この地点の変換誤差は5メートルを超えています。写真の位置は変更していません。
ko: 이 지점의 변환 오차가 5미터를 초과합니다. 사진 위치는 변경되지 않았습니다.
pt_br: O erro de conversão supera 5 metros. A localização da foto não foi alterada.
zh_hans: 该点的转换误差超过 5 米，未修改照片位置。
zh_hant: 該點的轉換誤差超過 5 米，未修改照片位置。

# 语言
source: Language
es: Idioma
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

# 请先下载并打开 DMG，退出 PhotoTrail，再将应用拖到“应用程序”文件夹完成更新。
source: Please download and open DMG first, exit PhotoTrail, and then drag the application to the "Applications" folder to complete the update.
es: Descarga y abre el DMG, sal de PhotoTrail y arrástralo a Aplicaciones para actualizarlo.
ja: DMGをダウンロードして開き、PhotoTrailを終了してから「アプリケーション」へドラッグして更新してください。
ko: DMG를 다운로드해 열고 PhotoTrail을 종료한 다음 응용 프로그램 폴더로 드래그하여 업데이트하세요.
pt_br: Baixe e abra o DMG, saia do PhotoTrail e arraste-o para Aplicativos para atualizar.
zh_hans: 请先下载并打开 DMG，退出 PhotoTrail，再将应用拖到“应用程序”文件夹完成更新。
zh_hant: 請先下載並打開 DMG，退出 PhotoTrail，再將應用拖到“應用程序”資料夾完成更新。

# 请先选择可编辑
source: Please select editable first
es: Selecciona una foto editable
ja: 編集可能な写真を先に選択
ko: 편집 가능한 사진을 먼저 선택하세요
pt_br: Selecione uma foto editável
zh_hans: 请先选择可编辑
zh_hant: 請先選擇可編輯

# 请先选择可编辑的照片。
source: Please select an editable photo first.
es: Selecciona primero una foto editable.
ja: 先に編集可能な写真を選択してください。
ko: 먼저 편집 가능한 사진을 선택하세요.
pt_br: Selecione primeiro uma foto editável.
zh_hans: 请先选择可编辑的照片。
zh_hant: 請先選擇可編輯的照片。

# 请先选择照片
source: Please select a photo first
es: Selecciona una foto primero
ja: 先に写真を選択してください
ko: 먼저 사진을 선택하세요
pt_br: Selecione uma foto primeiro
zh_hans: 请先选择照片
zh_hant: 請先選擇照片

# 请选择备份文件夹；也可关闭备份后继续。
source: Choose a backup folder, or turn backups off to continue.
es: Elige una carpeta de copias o desactiva las copias para continuar.
ja: バックアップフォルダを選ぶか、バックアップをオフにして続行してください。
ko: 백업 폴더를 선택하거나 백업을 끄고 계속하세요.
pt_br: Escolha uma pasta de backup ou desative os backups para continuar.
zh_hans: 请选择备份文件夹；也可关闭备份后继续。
zh_hant: 請選擇備份資料夾；也可關閉備份後繼續。

# 调整%1$@列宽
source: Adjust the %1$@ column width
es: Ajustar ancho de columna %1$@
ja: %1$@列の幅を調整
ko: %1$@ 열 너비 조절
pt_br: Ajustar largura da coluna %1$@
zh_hans: 调整%1$@列宽
zh_hant: 調整%1$@列寬

# 调整拍摄时间
source: Adjust shooting time
es: Ajustar fecha de captura
ja: 撮影日時を調整
ko: 촬영 시간 조정
pt_br: Ajustar data de captura
zh_hans: 调整拍摄时间
zh_hant: 調整拍攝時間

# 跟随系统
source: Follow the system
es: Seguir al sistema
ja: システム設定に従う
ko: 시스템 설정 사용
pt_br: Seguir o sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

# 跳过已有定位
source: Skipped existing location
es: Ubicación existente conservada
ja: 既存の位置を保持
ko: 기존 위치 유지
pt_br: Localização existente preservada
zh_hans: 跳过已有定位
zh_hant: 跳過已有定位

# 轨迹
source: Tracks
es: Rutas
ja: 軌跡
ko: 경로
pt_br: Trilhas
zh_hans: 轨迹
zh_hant: 軌跡

# 轨迹使用原始坐标，无需转换；缓存仅存本机。
source: The track uses original coordinates without conversion; the cache only saves the local machine.
es: La ruta usa las coordenadas originales sin convertir. La caché solo se guarda en este Mac.
ja: 軌跡は変換せず元の座標を使います。キャッシュはこのMacにのみ保存します。
ko: 경로는 변환 없이 원래 좌표를 사용합니다. 캐시는 이 Mac에만 저장합니다.
pt_br: A trilha usa as coordenadas originais sem conversão. O cache fica apenas neste Mac.
zh_hans: 轨迹使用原始坐标，无需转换；缓存仅存本机。
zh_hant: 軌跡使用原始坐標，無需轉換；快取僅存本機。

# 轨迹匹配
source: Track Matching
es: Coincidencias con rutas
ja: 軌跡との照合
ko: 경로 일치
pt_br: Correspondência com trilhas
zh_hans: 轨迹匹配
zh_hant: 軌跡匹配

# 轨迹坐标无效
source: The track coordinates are invalid
es: Coordenadas de ruta no válidas
ja: 軌跡の座標が無効です
ko: 경로 좌표가 유효하지 않습니다
pt_br: Coordenadas de trilha inválidas
zh_hans: 轨迹坐标无效
zh_hant: 軌跡坐標無效

# 轨迹已加载。请在详情页左栏勾选轨迹，或点击轨迹行查看范围。
source: Track has been loaded. Please check the track in the left column of the details page, or click on the track row to view the range.
es: Ruta cargada. Revísala a la izquierda de la página de detalles o pulsa su fila para ver la extensión.
ja: 軌跡を読み込みました。詳細ページ左側で確認するか、軌跡の行をクリックして範囲を表示してください。
ko: 경로를 불러왔습니다. 상세 페이지 왼쪽에서 확인하거나 경로 행을 클릭하여 범위를 보세요.
pt_br: Trilha carregada. Confira à esquerda da página de detalhes ou clique na linha para ver sua extensão.
zh_hans: 轨迹已加载。请在详情页左栏勾选轨迹，或点击轨迹行查看范围。
zh_hant: 軌跡已加載。請在詳情頁左欄勾選軌跡，或點擊軌跡行查看範圍。

# 轨迹操作
source: Track operations
es: Acciones de rutas
ja: 軌跡の操作
ko: 경로 작업
pt_br: Ações de trilhas
zh_hans: 轨迹操作
zh_hant: 軌跡操作

# 轨迹时间倒退或重复冲突，未自动匹配。
source: The track time goes backwards or conflicts repeatedly, and is not automatically matched.
es: La ruta tiene tiempos invertidos o repetidos en conflicto; no se cruza automáticamente.
ja: 軌跡の時刻が逆行または重複して競合するため、自動照合しません。
ko: 경로 시간이 역행하거나 중복 충돌하므로 자동으로 일치시키지 않습니다.
pt_br: A trilha tem horários invertidos ou repetidos em conflito; não será comparada automaticamente.
zh_hans: 轨迹时间倒退或重复冲突，未自动匹配。
zh_hant: 軌跡時間倒退或重復衝突，未自動匹配。

# 轨迹显示
source: Track display
es: Visualización de rutas
ja: 軌跡の表示
ko: 경로 표시
pt_br: Exibição de trilhas
zh_hans: 轨迹显示
zh_hant: 軌跡顯示

# 轨迹端点容差：%1$@ 秒，可在设置中调整
source: Track end point tolerance: %1$@ seconds, can be adjusted in settings
es: Tolerancia en extremos: %1$@ s; se cambia en Ajustes
ja: 軌跡の端点の許容時間：%1$@秒（設定で変更可能）
ko: 경로 끝점 허용 시간: %1$@초(설정에서 변경 가능)
pt_br: Tolerância nos extremos: %1$@ s; ajustável nos Ajustes
zh_hans: 轨迹端点容差：%1$@ 秒，可在设置中调整
zh_hant: 軌跡端點容差：%1$@ 秒，可在設定中調整

# 轨迹缓存无法读取，原文件已保留。可重新导入轨迹；本次转换结果仅在内存中保留。
source: The track cache cannot be read, the original file has been retained. Trajectories can be re-imported; the results of this conversion are only retained in memory.
es: No se pudo leer la caché de rutas. Se conserva el original. Puedes volver a importar la ruta; esta conversión solo se conserva en memoria.
ja: 軌跡キャッシュを読み込めません。元のファイルは保持されています。軌跡を再読み込みできます。今回の変換結果はメモリ内だけに保持します。
ko: 경로 캐시를 읽지 못했습니다. 원본은 보존되었습니다. 경로를 다시 가져올 수 있으며 이번 변환 결과는 메모리에만 유지됩니다.
pt_br: Não foi possível ler o cache de trilhas. O original foi preservado. Você pode importar a trilha novamente; esta conversão fica apenas na memória.
zh_hans: 轨迹缓存无法读取，原文件已保留。可重新导入轨迹；本次转换结果仅在内存中保留。
zh_hant: 軌跡快取無法讀取，原檔案已保留。可重新導入軌跡；本次轉換結果僅在內存中保留。

# 轨迹转换失败
source: The track conversion failed
es: Error al convertir la ruta
ja: 軌跡の変換に失敗しました
ko: 경로 변환 실패
pt_br: Falha ao converter a trilha
zh_hans: 轨迹转换失败
zh_hant: 軌跡轉換失敗

# 轨迹颜色
source: Track color
es: Color de ruta
ja: 軌跡の色
ko: 경로 색상
pt_br: Cor da trilha
zh_hans: 轨迹颜色
zh_hant: 軌跡顏色

# 转换
source: Convert
es: Convertir
ja: 変換
ko: 변환
pt_br: Converter
zh_hans: 转换
zh_hant: 轉換

# 转换失败：%1$@
source: Conversion failed: %1$@
es: Error de conversión: %1$@
ja: 変換に失敗：%1$@
ko: 변환 실패: %1$@
pt_br: Falha na conversão: %1$@
zh_hans: 转换失败：%1$@
zh_hant: 轉換失敗：%1$@

# 软件更新
source: Software updates
es: Actualizaciones
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
pt_br: Atualizações
zh_hans: 软件更新
zh_hant: 軟體更新

# 输出目录不能位于源照片目录内。
source: The output directory cannot be located in the source photo directory.
es: La carpeta de salida debe estar fuera de la carpeta de fotos originales.
ja: 出力先は元の写真フォルダの外に指定してください。
ko: 출력 폴더는 원본 사진 폴더 밖에 있어야 합니다.
pt_br: A pasta de saída deve ficar fora da pasta das fotos originais.
zh_hans: 输出目录不能位于源照片目录内。
zh_hant: 輸出目錄不能位於源照片目錄內。

# 返回坐标无效
source: Return coordinates are invalid
es: Coordenadas devueltas no válidas
ja: 返された座標が無効です
ko: 반환된 좌표가 유효하지 않습니다
pt_br: Coordenadas retornadas inválidas
zh_hans: 返回坐标无效
zh_hant: 返回坐標無效

# 远山黛
source: Distant Mountains
es: Montañas lejanas
ja: 遠山ブルーグレー
ko: 먼 산 청회색
pt_br: Montanhas distantes
zh_hans: 远山黛
zh_hant: 遠山黛

# 退出后，尚未保存的拍摄时间、定位等修改将丢失。请先保存，或放弃修改后退出。
source: Unsaved changes to capture times and locations will be lost. Save your work first, or discard the changes and quit.
es: Se perderán los cambios sin guardar en fechas y ubicaciones. Guarda primero o descarta los cambios y sal.
ja: 撮影日時と位置の未保存の変更が失われます。保存するか、変更を破棄して終了してください。
ko: 저장하지 않은 촬영 시간과 위치 변경 사항이 사라집니다. 먼저 저장하거나 변경 사항을 버리고 종료하세요.
pt_br: As alterações não salvas nas datas e localizações serão perdidas. Salve primeiro ou descarte as alterações e saia.
zh_hans: 退出后，尚未保存的拍摄时间、定位等修改将丢失。请先保存，或放弃修改后退出。
zh_hant: 退出後，尚未保存的拍攝時間、定位等修改將丟失。請先保存，或放棄修改後退出。

# 选中拍摄时间落在任一已导入轨迹记录段内的照片
source: Select photos whose shooting time falls within any imported track record segment
es: Seleccionar fotos tomadas dentro de los segmentos de las rutas importadas
ja: 読み込んだ軌跡のいずれかの区間内に撮影した写真を選択
ko: 가져온 경로의 기록 구간 내 촬영한 사진 선택
pt_br: Selecionar fotos tiradas nos segmentos das trilhas importadas
zh_hans: 选中拍摄时间落在任一已导入轨迹记录段内的照片
zh_hant: 選中拍攝時間落在任一已導入軌跡記錄段內的照片

# 选中的照片没有可导出的本地文件。
source: The selected photo does not have a local file that can be exported.
es: La foto seleccionada no tiene un archivo local exportable.
ja: 選択した写真に書き出せるローカルファイルがありません。
ko: 선택한 사진에 내보낼 수 있는 로컬 파일이 없습니다.
pt_br: A foto selecionada não tem um arquivo local exportável.
zh_hans: 选中的照片没有可导出的本地文件。
zh_hant: 選中的照片沒有可導出的本地檔案。

# 选择地图服务
source: Select map service
es: Elige un mapa
ja: 地図サービスを選択
ko: 지도 서비스 선택
pt_br: Escolha um mapa
zh_hans: 选择地图服务
zh_hant: 選擇地圖服務

# 选择应用使用的语言。简体中文默认使用高德地图，其他语言默认使用 Apple 地图；下一步仍可自行选择地图。
source: Choose the app language. Simplified Chinese defaults to AMap; all other languages default to Apple Maps. You can change the map in the map setup step.
es: Elige el idioma. El chino simplificado usa AMap por defecto; los demás idiomas usan Mapas de Apple. Puedes cambiarlo en el paso de configuración del mapa.
ja: アプリの言語を選択します。簡体字中国語ではAMap、その他の言語ではAppleマップが既定になります。地図の設定ステップで変更できます。
ko: 앱 언어를 선택하세요. 중국어 간체는 AMap, 다른 언어는 Apple 지도가 기본값입니다. 지도 설정 단계에서 변경할 수 있습니다.
pt_br: Escolha o idioma. Chinês simplificado usa AMap por padrão; os outros idiomas usam Mapas da Apple. Você pode alterar na etapa de configuração do mapa.
zh_hans: 选择应用使用的语言。简体中文默认使用高德地图，其他语言默认使用 Apple 地图；下一步仍可自行选择地图。
zh_hant: 選擇應用使用的語言。簡體中文預設使用高德地圖，其他語言預設使用 Apple 地圖；下一步仍可自行選擇地圖。

# 选择搜索结果可预览位置。
source: Select search results to preview the location.
es: Selecciona un resultado para previsualizar el lugar.
ja: 検索結果を選ぶと場所をプレビューできます。
ko: 검색 결과를 선택하여 장소를 미리 보세요.
pt_br: Selecione um resultado para visualizar o local.
zh_hans: 选择搜索结果可预览位置。
zh_hant: 選擇搜索結果可預覽位置。

# 选择照片后
source: After selecting the photo
es: Selecciona una foto
ja: 写真を選択してから
ko: 사진을 선택한 후
pt_br: Selecione uma foto
zh_hans: 选择照片后
zh_hant: 選擇照片後

# 选择照片后，在地图上点选拍摄地点。
source: After selecting the photo, click on the shooting location on the map.
es: Selecciona una foto y pulsa su lugar de captura en el mapa.
ja: 写真を選び、地図上の撮影場所をクリックしてください。
ko: 사진을 선택한 후 지도에서 촬영 장소를 클릭하세요.
pt_br: Selecione uma foto e clique no local da captura no mapa.
zh_hans: 选择照片后，在地图上点选拍摄地点。
zh_hant: 選擇照片後，在地圖上點選拍攝地點。

# 选择照片备份文件夹
source: Select photo backup folder
es: Elegir carpeta de copias de fotos
ja: 写真のバックアップフォルダを選択
ko: 사진 백업 폴더 선택
pt_br: Escolher pasta de backup das fotos
zh_hans: 选择照片备份文件夹
zh_hant: 選擇照片備份資料夾

# 选择语言
source: Choose Your Language
es: Elige tu idioma
ja: 言語を選択
ko: 언어 선택
pt_br: Escolha seu idioma
zh_hans: 选择语言
zh_hant: 選擇語言

# 选择轨迹时段内拍摄的照片
source: Select photos taken within the track period
es: Seleccionar fotos del período de la ruta
ja: 軌跡の記録時間内に撮影した写真を選択
ko: 경로 기록 시간 내 촬영한 사진 선택
pt_br: Selecionar fotos do período da trilha
zh_hans: 选择轨迹时段内拍摄的照片
zh_hant: 選擇軌跡時段內拍攝的照片

# 通过默认邮件应用发送反馈
source: Send feedback via default mail app
es: Enviar comentarios con la app de correo
ja: 既定のメールアプリでフィードバックを送信
ko: 기본 메일 앱으로 의견 보내기
pt_br: Enviar comentários pelo app de e-mail
zh_hans: 通过默认邮件应用发送反馈
zh_hant: 通過預設郵件應用發送反饋

# 部分 GPX 文件未能导入，请在轨迹卡片中查看。
source: Some GPX files failed to import, please check in the track card.
es: No se pudieron importar algunos GPX. Revisa la tarjeta de rutas.
ja: 一部のGPXを読み込めませんでした。軌跡カードを確認してください。
ko: 일부 GPX를 가져오지 못했습니다. 경로 카드에서 확인하세요.
pt_br: Não foi possível importar alguns GPX. Confira o cartão de trilhas.
zh_hans: 部分 GPX 文件未能导入，请在轨迹卡片中查看。
zh_hant: 部分 GPX 檔案未能導入，請在軌跡卡片中查看。

# 部分照片位置显示失败；原照片数据未改变。请检查网络或服务配额。
source: Some photo locations failed to be displayed; the original photo data has not changed. Please check network or service quotas.
es: No se pudieron mostrar algunas ubicaciones. Los datos originales no cambiaron. Comprueba la red o la cuota del servicio.
ja: 一部の写真の位置を表示できません。元の写真データは変わっていません。ネットワークやサービスの利用枠を確認してください。
ko: 일부 사진 위치를 표시하지 못했습니다. 원본 사진 데이터는 변경되지 않았습니다. 네트워크 또는 서비스 할당량을 확인하세요.
pt_br: Algumas localizações não puderam ser exibidas. Os dados originais não mudaram. Verifique a rede ou a cota do serviço.
zh_hans: 部分照片位置显示失败；原照片数据未改变。请检查网络或服务配额。
zh_hant: 部分照片位置顯示失敗；原照片數據未改變。請檢查網絡或服務配額。

# 配对设置从下次导入起生效，已导入照片的分组保持不变。
source: This setting applies to future imports. Existing photo pairs stay unchanged.
es: Se aplica a futuras importaciones. Los pares existentes no cambian.
ja: 今後の読み込みに適用します。既存のペアは変わりません。
ko: 이후 가져오기에 적용됩니다. 기존 사진 쌍은 변경되지 않습니다.
pt_br: Aplica-se a futuras importações. Os pares existentes não mudam.
zh_hans: 配对设置从下次导入起生效，已导入照片的分组保持不变。
zh_hant: 配對設定從下次導入起生效，已導入照片的分組保持不變。

# 酱籽
source: Deep Purple
es: Púrpura intenso
ja: ディープパープル
ko: 딥 퍼플
pt_br: Roxo intenso
zh_hans: 酱籽
zh_hant: 醬籽

# 重新加载高德地图
source: Reload AMap
es: Recargar AMap
ja: AMapを再読み込み
ko: AMap 다시 불러오기
pt_br: Recarregar AMap
zh_hans: 重新加载高德地图
zh_hant: 重新加載高德地圖

# 重新拖动
source: Re-drag
es: Arrastrar de nuevo
ja: もう一度ドラッグ
ko: 다시 드래그
pt_br: Arrastar novamente
zh_hans: 重新拖动
zh_hant: 重新拖動

# 重新读取并刷新这条轨迹
source: Reread and refresh this track
es: Volver a leer y actualizar esta ruta
ja: この軌跡を再読み込みして更新
ko: 이 경로를 다시 읽고 새로 고침
pt_br: Reler e atualizar esta trilha
zh_hans: 重新读取并刷新这条轨迹
zh_hant: 重新讀取並刷新這條軌跡

# 重试
source: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 重試

# 重试读取
source: Retry reading
es: Volver a cargar
ja: 読み込みを再試行
ko: 다시 읽기
pt_br: Tentar carregar novamente
zh_hans: 重试读取
zh_hant: 重試讀取

# 钥匙串中未找到高德凭据。
source: AMap credentials not found in keychain.
es: No hay credenciales de AMap en el llavero.
ja: キーチェーンにAMap認証情報がありません。
ko: 키체인에 AMap 인증 정보가 없습니다.
pt_br: Não há credenciais do AMap nas Chaves.
zh_hans: 钥匙串中未找到高德凭据。
zh_hant: 鑰匙串中未找到高德憑據。

# 问题描述或建议： PhotoTrail 版本：%1$@ 构建号：%2$@
source: Problem description or suggestion: PhotoTrail version: %1$@ Build number: %2$@
es: Descripción del problema o sugerencia: Versión de PhotoTrail: %1$@ Compilación: %2$@
ja: 問題の内容または提案： PhotoTrailバージョン：%1$@ ビルド番号：%2$@
ko: 문제 설명 또는 제안: PhotoTrail 버전: %1$@ 빌드 번호: %2$@
pt_br: Descrição do problema ou sugestão: Versão do PhotoTrail: %1$@ Compilação: %2$@
zh_hans: 问题描述或建议： PhotoTrail 版本：%1$@ 构建号：%2$@
zh_hant: 問題描述或建議： PhotoTrail 版本：%1$@ 構建號：%2$@

# 降序
source: Descending order
es: Descendente
ja: 降順
ko: 내림차순
pt_br: Decrescente
zh_hans: 降序
zh_hant: 降序

# 隐藏不可编辑文件
source: Hide non-editable files
es: Ocultar archivos no editables
ja: 編集不可のファイルを非表示
ko: 편집 불가 파일 숨기기
pt_br: Ocultar arquivos não editáveis
zh_hans: 隐藏不可编辑文件
zh_hant: 隱藏不可編輯檔案

# 隐藏全部轨迹
source: Hide all tracks
es: Ocultar todas las rutas
ja: すべての軌跡を非表示
ko: 모든 경로 숨기기
pt_br: Ocultar todas as trilhas
zh_hans: 隐藏全部轨迹
zh_hant: 隱藏全部軌跡

# 雅士灰
source: Elegant Gray
es: Gris elegante
ja: エレガントグレー
ko: 엘레강트 그레이
pt_br: Cinza elegante
zh_hans: 雅士灰
zh_hant: 雅士灰

# 需检查
source: Need to check
es: Revisar
ja: 要確認
ko: 확인 필요
pt_br: Revisar
zh_hans: 需检查
zh_hant: 需檢查

# 靛青蓝
source: Indigo Blue
es: Azul índigo
ja: インディゴブルー
ko: 인디고 블루
pt_br: Azul índigo
zh_hans: 靛青蓝
zh_hant: 靛青藍

# 预览
source: Preview
es: Vista previa
ja: プレビュー
ko: 미리보기
pt_br: Prévia
zh_hans: 预览
zh_hant: 預覽

# 预览所选照片的匹配结果
source: Preview the matching results of the selected photos
es: Previsualizar coincidencias de la selección
ja: 選択した写真の照合結果をプレビュー
ko: 선택한 사진의 일치 결과 미리보기
pt_br: Visualizar correspondências da seleção
zh_hans: 预览所选照片的匹配结果
zh_hant: 預覽所選照片的匹配結果

# 预览这 %1$@ 张照片的轨迹匹配
source: Preview Track Matches (%1$@ Photos)
es: Previsualizar coincidencias de rutas (%1$@)
ja: 写真%1$@枚の軌跡照合をプレビュー
ko: 사진 %1$@장의 경로 일치 미리보기
pt_br: Visualizar correspondências de trilhas (%1$@)
zh_hans: 预览这 %1$@ 张照片的轨迹匹配
zh_hant: 預覽這 %1$@ 張照片的軌跡匹配

# 马卡龙
source: Macaron
es: Macarón
ja: マカロン
ko: 마카롱
zh_hans: 马卡龙
zh_hant: 馬卡龍

# 高德 API 设置…
source: AMap API settings...
es: Ajustes de API de AMap…
ja: AMap API設定…
ko: AMap API 설정…
pt_br: Ajustes da API do AMap…
zh_hans: 高德 API 设置…
zh_hant: 高德 API 設定…

# 高德仅接收轨迹坐标用于转换；照片和 GPX 文件不上传，缓存仅存本机。
source: AMap only receives track coordinates for conversion; photos and GPX files are not uploaded, and the cache is only stored on the local machine.
es: Solo se envían a AMap las coordenadas para convertirlas. No se suben fotos ni archivos GPX; la caché se guarda solo en este Mac.
ja: AMapには変換用の軌跡座標だけを送信します。写真とGPXファイルはアップロードせず、キャッシュはこのMacにのみ保存します。
ko: AMap에는 변환에 필요한 경로 좌표만 전송합니다. 사진과 GPX 파일은 업로드하지 않으며 캐시는 이 Mac에만 저장합니다.
pt_br: Apenas as coordenadas para conversão são enviadas ao AMap. Fotos e arquivos GPX não são enviados; o cache fica apenas neste Mac.
zh_hans: 高德仅接收轨迹坐标用于转换；照片和 GPX 文件不上传，缓存仅存本机。
zh_hant: 高德僅接收軌跡坐標用於轉換；照片和 GPX 檔案不上傳，快取僅存本機。

# 高德地图加载失败，请检查 Key、安全密钥和网络后重新加载。
source: AMap failed to load, please check the Key, security key and network before reloading.
es: No se pudo cargar AMap. Comprueba la Key, la clave de seguridad y la red antes de recargar.
ja: AMapを読み込めません。Key、セキュリティキー、ネットワークを確認して再読み込みしてください。
ko: AMap 로드 실패. Key, 보안 키, 네트워크를 확인한 후 다시 불러오세요.
pt_br: Não foi possível carregar o AMap. Confira a Key, a chave de segurança e a rede antes de recarregar.
zh_hans: 高德地图加载失败，请检查 Key、安全密钥和网络后重新加载。
zh_hant: 高德地圖加載失敗，請檢查 Key、安全密鑰和網絡後重新加載。

# 高德地图定位
source: AMap location
es: Ubicación de AMap
ja: AMapの位置
ko: AMap 위치
pt_br: Localização do AMap
zh_hans: 高德地图定位
zh_hant: 高德地圖定位

# 高德地图已就绪
source: AMap is ready
es: AMap listo
ja: AMap準備完了
ko: AMap 준비 완료
pt_br: AMap pronto
zh_hans: 高德地图已就绪
zh_hant: 高德地圖已就緒

# 高德地图已就绪。点选地图或搜索地点。
source: AMap is ready. Tap the map or search for a place.
es: AMap está listo. Pulsa en el mapa o busca un lugar.
ja: AMapの準備ができました。地図をクリックするか、場所を検索してください。
ko: AMap이 준비되었습니다. 지도를 클릭하거나 장소를 검색하세요.
pt_br: O AMap está pronto. Clique no mapa ou busque um local.
zh_hans: 高德地图已就绪。点选地图或搜索地点。
zh_hant: 高德地圖已就緒。點選地圖或搜索地點。

# 高德地图设置
source: AMap Settings
es: Ajustes de AMap
ja: AMap設定
ko: AMap 설정
pt_br: Ajustes do AMap
zh_hans: 高德地图设置
zh_hant: 高德地圖設定

# 高德地图配色
source: AMap Style
es: Estilo de AMap
ja: AMapスタイル
ko: AMap 스타일
pt_br: Estilo do AMap
zh_hans: 高德地图配色
zh_hant: 高德地圖配色

# 高德地图（GCJ-02）· 中国大陆拍摄优先
source: AMap (GCJ-02) · Recommended for mainland China
es: AMap (GCJ-02) · China continental
ja: AMap（GCJ-02）· 中国本土におすすめ
ko: AMap(GCJ-02) · 중국 본토에 권장
pt_br: AMap (GCJ-02) · China continental
zh_hans: 高德地图（GCJ-02）· 中国大陆拍摄优先
zh_hant: 高德地圖（GCJ-02）· 中國大陸拍攝優先

# 高德坐标校验失败，未修改照片位置。请检查网络与服务配额。
source: AMAP coordinate verification failed and the photo location was not modified. Please check network and service quotas.
es: Falló la verificación de coordenadas de AMap. No se cambió la foto. Comprueba la red y la cuota del servicio.
ja: AMapの座標検証に失敗しました。写真の位置は変更していません。ネットワークやサービスの利用枠を確認してください。
ko: AMap 좌표 검증 실패. 사진 위치는 변경되지 않았습니다. 네트워크 및 서비스 할당량을 확인하세요.
pt_br: Falha na verificação de coordenadas do AMap. A foto não foi alterada. Confira a rede e a cota do serviço.
zh_hans: 高德坐标校验失败，未修改照片位置。请检查网络与服务配额。
zh_hant: 高德坐標校驗失敗，未修改照片位置。請檢查網絡與服務配額。
